{
  "classNumber": 1,
  "topic": "market-segmentation",
  "voice": "Rachel",
  "model": "eleven_multilingual_v2",
  "generatedFrom": "class-1-market-segmentation/scripts.js",
  "slides": {
    "1": {
      "ssml": "Welcome to Class 1: Finding Your First Customers. <break time=\"0.3s\"/> Tonight we're covering Market Segmentation and Beachhead Selection, which are Disciplined Entrepreneurship Steps 1 and 2. <break time=\"0.3s\"/> This is where entrepreneurship really begins, with the fundamental question: who exactly are you building for?",
      "plainText": "Welcome to Class 1: Finding Your First Customers. Tonight we're covering Market Segmentation and Beachhead Selection, which are Disciplined Entrepreneurship Steps 1 and 2. This is where entrepreneurship really begins, with the fundamental question: who exactly are you building for?",
      "estimatedDuration": null
    },
    "2": {
      "ssml": "Here's a sobering fact that every entrepreneur needs to understand. <break time=\"0.5s\"/> Most startups fail because they build something nobody wants. <break time=\"0.3s\"/> Not because the technology doesn't work. Not because they ran out of money. But because they built something that didn't solve a real problem for real people.",
      "plainText": "Here's a sobering fact that every entrepreneur needs to understand. Most startups fail because they build something nobody wants. Not because the technology doesn't work. Not because they ran out of money. But because they built something that didn't solve a real problem for real people.",
      "estimatedDuration": null
    },
    "3": {
      "ssml": "The root cause of that failure? <break time=\"0.4s\"/> They didn't know who they were building for. <break time=\"0.3s\"/> Or even worse, they tried to build for everyone. When you try to serve everyone, you end up serving no one well.",
      "plainText": "The root cause of that failure? They didn't know who they were building for. Or even worse, they tried to build for everyone. When you try to serve everyone, you end up serving no one well.",
      "estimatedDuration": null
    },
    "4": {
      "ssml": "Here's the counterintuitive truth of entrepreneurship: <break time=\"0.4s\"/> The more specific your target, the more successful you'll be. <break time=\"0.3s\"/> This feels wrong to most people. It feels like you're leaving money on the table. But it's actually the path to success.",
      "plainText": "Here's the counterintuitive truth of entrepreneurship: The more specific your target, the more successful you'll be. This feels wrong to most people. It feels like you're leaving money on the table. But it's actually the path to success.",
      "estimatedDuration": null
    },
    "5": {
      "ssml": "Let me tell you the story of Instagram. <break time=\"0.4s\"/> In 2010, there was an app called Burbn. It was a check-in app with photos, messaging, gaming, and about 6 other features. <break time=\"0.3s\"/> Nobody cared. It was trying to do too many things for too many people.",
      "plainText": "Let me tell you the story of Instagram. In 2010, there was an app called Burbn. It was a check-in app with photos, messaging, gaming, and about 6 other features. Nobody cared. It was trying to do too many things for too many people.",
      "estimatedDuration": null
    },
    "6": {
      "ssml": "Then came the pivot. <break time=\"0.4s\"/> The founders made a radical decision: strip everything away. Focus on ONE thing for ONE audience. <break time=\"0.3s\"/> That decision changed everything.",
      "plainText": "Then came the pivot. The founders made a radical decision: strip everything away. Focus on ONE thing for ONE audience. That decision changed everything.",
      "estimatedDuration": null
    },
    "7": {
      "ssml": "Here's what Instagram's beachhead looked like: <break time=\"0.4s\"/> iPhone users, not Android, not all phones. <break time=\"0.3s\"/> Who want to share photos, not text, not video. <break time=\"0.3s\"/> With beautiful filters, not raw images. <break time=\"0.3s\"/> With friends, not the public. <break time=\"0.5s\"/> The result? One million users in just two months. That's the power of focus.",
      "plainText": "Here's what Instagram's beachhead looked like: iPhone users, not Android, not all phones. Who want to share photos, not text, not video. With beautiful filters, not raw images. With friends, not the public. The result? One million users in just two months. That's the power of focus.",
      "estimatedDuration": null
    },
    "8": {
      "ssml": "Now let's talk about Step 1: Market Segmentation. <break time=\"0.3s\"/> This is the foundation of everything that follows.",
      "plainText": "Now let's talk about Step 1: Market Segmentation. This is the foundation of everything that follows.",
      "estimatedDuration": null
    },
    "9": {
      "ssml": "What exactly is a market segment? <break time=\"0.4s\"/> It's a group of customers who share similar characteristics, similar problems, and similar buying behavior. <break time=\"0.3s\"/> They look alike, they act alike, and they can be reached through similar channels.",
      "plainText": "What exactly is a market segment? It's a group of customers who share similar characteristics, similar problems, and similar buying behavior. They look alike, they act alike, and they can be reached through similar channels.",
      "estimatedDuration": null
    },
    "10": {
      "ssml": "Why do we segment? <break time=\"0.4s\"/> Because different customers need different everything. <break time=\"0.3s\"/> One product idea branches into many different approaches depending on who you're serving. The features, the pricing, the marketing, the sales process, all of it changes based on the segment.",
      "plainText": "Why do we segment? Because different customers need different everything. One product idea branches into many different approaches depending on who you're serving. The features, the pricing, the marketing, the sales process, all of it changes based on the segment.",
      "estimatedDuration": null
    },
    "11": {
      "ssml": "Let me give you a concrete example. <break time=\"0.4s\"/> Think about an energy drink. It's one product, but it serves completely different segments. <break time=\"0.3s\"/> College students cramming for exams. Truck drivers on long hauls. Esports gamers in competitions. New parents who are sleep-deprived. Gym-goers wanting a pre-workout boost. Office workers fighting the afternoon slump. <break time=\"0.4s\"/> Same energy drink. Completely different customers, different messaging, different channels.",
      "plainText": "Let me give you a concrete example. Think about an energy drink. It's one product, but it serves completely different segments. College students cramming for exams. Truck drivers on long hauls. Esports gamers in competitions. New parents who are sleep-deprived. Gym-goers wanting a pre-workout boost. Office workers fighting the afternoon slump. Same energy drink. Completely different customers, different messaging, different channels.",
      "estimatedDuration": null
    },
    "12": {
      "ssml": "How do you slice the market? <break time=\"0.4s\"/> There are four main ways. <break time=\"0.3s\"/> Demographics: age, location, income, education. <break time=\"0.3s\"/> Psychographics: values, attitudes, lifestyle. <break time=\"0.3s\"/> Behavioral: usage patterns, benefits sought. <break time=\"0.3s\"/> And Situational: context and trigger events. <break time=\"0.3s\"/> The best segments often combine multiple variables.",
      "plainText": "How do you slice the market? There are four main ways. Demographics: age, location, income, education. Psychographics: values, attitudes, lifestyle. Behavioral: usage patterns, benefits sought. And Situational: context and trigger events. The best segments often combine multiple variables.",
      "estimatedDuration": null
    },
    "13": {
      "ssml": "Your tool for this analysis is the Segmentation Matrix. <break time=\"0.4s\"/> You'll list your potential segments and rate each one on key criteria. This helps you objectively compare opportunities and find your best fit.",
      "plainText": "Your tool for this analysis is the Segmentation Matrix. You'll list your potential segments and rate each one on key criteria. This helps you objectively compare opportunities and find your best fit.",
      "estimatedDuration": null
    },
    "14": {
      "ssml": "Let's talk about the selection criteria. <break time=\"0.4s\"/> Criterion 1 is Problem Intensity. How much does it hurt? <break time=\"0.3s\"/> \"Hair on fire\" beats \"mild inconvenience\" every time. You want customers who are desperately seeking a solution, not people who might eventually get around to it.",
      "plainText": "Let's talk about the selection criteria. Criterion 1 is Problem Intensity. How much does it hurt? \"Hair on fire\" beats \"mild inconvenience\" every time. You want customers who are desperately seeking a solution, not people who might eventually get around to it.",
      "estimatedDuration": null
    },
    "15": {
      "ssml": "Look at this problem intensity scale. <break time=\"0.4s\"/> At level one, customers have a latent problem. They don't even know they have it. <break time=\"0.3s\"/> Level two: passive. They're aware but not looking for solutions. <break time=\"0.3s\"/> Level three: active. They're searching but not urgently. <break time=\"0.3s\"/> Level four: urgent. They need it solved now. <break time=\"0.3s\"/> And level five: hair on fire. They'll pay almost anything. <break time=\"0.5s\"/> As an early-stage startup, you want to target levels four and five. That's where the urgency does your selling for you.",
      "plainText": "Look at this problem intensity scale. At level one, customers have a latent problem. They don't even know they have it. Level two: passive. They're aware but not looking for solutions. Level three: active. They're searching but not urgently. Level four: urgent. They need it solved now. And level five: hair on fire. They'll pay almost anything. As an early-stage startup, you want to target levels four and five. That's where the urgency does your selling for you.",
      "estimatedDuration": null
    },
    "16": {
      "ssml": "Here's why problem intensity matters so much. <break time=\"0.4s\"/> Educating customers about latent problems is expensive. Very expensive. <break time=\"0.3s\"/> You have to convince them they have a problem before you can sell them a solution. <break time=\"0.4s\"/> Instead, find people who are already feeling the pain. <break time=\"0.3s\"/> Let urgency do your selling for you.",
      "plainText": "Here's why problem intensity matters so much. Educating customers about latent problems is expensive. Very expensive. You have to convince them they have a problem before you can sell them a solution. Instead, find people who are already feeling the pain. Let urgency do your selling for you.",
      "estimatedDuration": null
    },
    "17": {
      "ssml": "Criterion 2: Accessibility. <break time=\"0.4s\"/> Can you actually reach these customers? <break time=\"0.3s\"/> The best customers in the world don't matter if you can't talk to them, sell to them, and deliver to them. Accessibility is often underestimated.",
      "plainText": "Criterion 2: Accessibility. Can you actually reach these customers? The best customers in the world don't matter if you can't talk to them, sell to them, and deliver to them. Accessibility is often underestimated.",
      "estimatedDuration": null
    },
    "18": {
      "ssml": "Criterion 3: Market Size. <break time=\"0.4s\"/> You need a market that's big enough to matter, but small enough to win. <break time=\"0.3s\"/> Next week we'll calculate TAM precisely, but for now, use your judgment. Can this segment support a real business?",
      "plainText": "Criterion 3: Market Size. You need a market that's big enough to matter, but small enough to win. Next week we'll calculate TAM precisely, but for now, use your judgment. Can this segment support a real business?",
      "estimatedDuration": null
    },
    "19": {
      "ssml": "Two more criteria to consider. <break time=\"0.4s\"/> Competition: How well served is this segment already? Is there an opening for you? <break time=\"0.3s\"/> And Personal Fit: Do you understand these customers? Are you credible to them? <break time=\"0.3s\"/> Your unique background and expertise matter here.",
      "plainText": "Two more criteria to consider. Competition: How well served is this segment already? Is there an opening for you? And Personal Fit: Do you understand these customers? Are you credible to them? Your unique background and expertise matter here.",
      "estimatedDuration": null
    },
    "20": {
      "ssml": "Now let's move to Step 2: Select Your Beachhead. <break time=\"0.3s\"/> This is where you make the critical decision about where to focus.",
      "plainText": "Now let's move to Step 2: Select Your Beachhead. This is where you make the critical decision about where to focus.",
      "estimatedDuration": null
    },
    "21": {
      "ssml": "Think of your beachhead as your first landing zone. <break time=\"0.4s\"/> Like D-Day: the Allies didn't try to invade Europe everywhere at once. They picked one beach, won it decisively, and then expanded from there. <break time=\"0.3s\"/> Your beachhead is your Normandy.",
      "plainText": "Think of your beachhead as your first landing zone. Like D-Day: the Allies didn't try to invade Europe everywhere at once. They picked one beach, won it decisively, and then expanded from there. Your beachhead is your Normandy.",
      "estimatedDuration": null
    },
    "22": {
      "ssml": "Why focus on just one segment? <break time=\"0.4s\"/> Because limited resources demand focus. <break time=\"0.3s\"/> Different segments need different everything. <break time=\"0.3s\"/> Word-of-mouth spreads within segments, not across them. <break time=\"0.3s\"/> Domination creates momentum. <break time=\"0.3s\"/> And you can always expand later, but not if you die first trying to do too much.",
      "plainText": "Why focus on just one segment? Because limited resources demand focus. Different segments need different everything. Word-of-mouth spreads within segments, not across them. Domination creates momentum. And you can always expand later, but not if you die first trying to do too much.",
      "estimatedDuration": null
    },
    "23": {
      "ssml": "Here's the paradox you need to accept: <break time=\"0.4s\"/> Going narrow feels risky. <break time=\"0.3s\"/> Going broad is actually risky. <break time=\"0.4s\"/> Your instinct will be to keep your options open. Resist that instinct.",
      "plainText": "Here's the paradox you need to accept: Going narrow feels risky. Going broad is actually risky. Your instinct will be to keep your options open. Resist that instinct.",
      "estimatedDuration": null
    },
    "24": {
      "ssml": "Your beachhead must pass four tests. <break time=\"0.4s\"/> Winnable: Can you become number one in this segment? <break time=\"0.3s\"/> Valuable: Is it worth winning? <break time=\"0.3s\"/> Strategic: Does winning here unlock more opportunities? <break time=\"0.3s\"/> Achievable: Can you actually reach these customers? <break time=\"0.4s\"/> All four must be yes.",
      "plainText": "Your beachhead must pass four tests. Winnable: Can you become number one in this segment? Valuable: Is it worth winning? Strategic: Does winning here unlock more opportunities? Achievable: Can you actually reach these customers? All four must be yes.",
      "estimatedDuration": null
    },
    "25": {
      "ssml": "Remember, your beachhead is not your final destination. <break time=\"0.4s\"/> It's your starting point. <break time=\"0.3s\"/> Amazon started with books, then expanded to all media, then to everything. <break time=\"0.3s\"/> But they dominated books first before expanding.",
      "plainText": "Remember, your beachhead is not your final destination. It's your starting point. Amazon started with books, then expanded to all media, then to everything. But they dominated books first before expanding.",
      "estimatedDuration": null
    },
    "26": {
      "ssml": "Let me give you some red flags to watch for in beachhead selection. <break time=\"0.4s\"/> \"Everyone could use this!\" Red flag. <break time=\"0.3s\"/> \"It's a trillion-dollar market!\" Red flag. <break time=\"0.3s\"/> \"We can sell to anyone who...\" Red flag. <break time=\"0.3s\"/> \"We'll start with friends and family.\" Red flag. <break time=\"0.3s\"/> \"We'll figure out the customer later.\" Biggest red flag of all.",
      "plainText": "Let me give you some red flags to watch for in beachhead selection. \"Everyone could use this!\" Red flag. \"It's a trillion-dollar market!\" Red flag. \"We can sell to anyone who...\" Red flag. \"We'll start with friends and family.\" Red flag. \"We'll figure out the customer later.\" Biggest red flag of all.",
      "estimatedDuration": null
    },
    "27": {
      "ssml": "Specificity is power. <break time=\"0.4s\"/> Compare these two descriptions. <break time=\"0.3s\"/> \"Small business owners\" is too vague. You can't do anything useful with that. <break time=\"0.3s\"/> \"Restaurant owners in Durham with 10 to 50 employees who don't have a reservation system\" is specific enough to act on. You know exactly who to talk to and what to say.",
      "plainText": "Specificity is power. Compare these two descriptions. \"Small business owners\" is too vague. You can't do anything useful with that. \"Restaurant owners in Durham with 10 to 50 employees who don't have a reservation system\" is specific enough to act on. You know exactly who to talk to and what to say.",
      "estimatedDuration": null
    },
    "28": {
      "ssml": "Look at how Facebook expanded from their beachhead. <break time=\"0.4s\"/> February 2004: Harvard only. <break time=\"0.3s\"/> March 2004: Ivy League. <break time=\"0.3s\"/> September 2004: All US colleges. <break time=\"0.3s\"/> September 2005: High schools. <break time=\"0.3s\"/> September 2006: Everyone. <break time=\"0.4s\"/> That's more than two years of narrow focus before opening up. And that discipline made them unstoppable.",
      "plainText": "Look at how Facebook expanded from their beachhead. February 2004: Harvard only. March 2004: Ivy League. September 2004: All US colleges. September 2005: High schools. September 2006: Everyone. That's more than two years of narrow focus before opening up. And that discipline made them unstoppable.",
      "estimatedDuration": null
    },
    "29": {
      "ssml": "Here are more famous beachheads. <break time=\"0.4s\"/> Uber started with San Francisco tech workers using black car service. <break time=\"0.3s\"/> Airbnb started with conference attendees who needed rooms. <break time=\"0.3s\"/> Slack started as an internal tool at the founder's own gaming company. <break time=\"0.3s\"/> Tesla started with wealthy early adopters who wanted a sports car. <break time=\"0.4s\"/> Notice how specific each of these is.",
      "plainText": "Here are more famous beachheads. Uber started with San Francisco tech workers using black car service. Airbnb started with conference attendees who needed rooms. Slack started as an internal tool at the founder's own gaming company. Tesla started with wealthy early adopters who wanted a sports car. Notice how specific each of these is.",
      "estimatedDuration": null
    },
    "30": {
      "ssml": "Now it's time for you to work. <break time=\"0.4s\"/> You have 30 minutes. <break time=\"0.3s\"/> First, brainstorm 6 to 12 potential segments, that's 10 minutes. <break time=\"0.3s\"/> Then score each on the 5 criteria, another 10 minutes. <break time=\"0.3s\"/> Select your top 3 candidates, 5 minutes. <break time=\"0.3s\"/> And prepare to share, 5 minutes. <break time=\"0.3s\"/> Let's get to work.",
      "plainText": "Now it's time for you to work. You have 30 minutes. First, brainstorm 6 to 12 potential segments, that's 10 minutes. Then score each on the 5 criteria, another 10 minutes. Select your top 3 candidates, 5 minutes. And prepare to share, 5 minutes. Let's get to work.",
      "estimatedDuration": null
    },
    "31": {
      "ssml": "Let's wrap up with the key takeaways. <break time=\"0.4s\"/> Start with customers, not products. <break time=\"0.3s\"/> Segment to find your best opportunity. <break time=\"0.3s\"/> Pick ONE beachhead to dominate. <break time=\"0.3s\"/> And remember: specific beats broad. Always.",
      "plainText": "Let's wrap up with the key takeaways. Start with customers, not products. Segment to find your best opportunity. Pick ONE beachhead to dominate. And remember: specific beats broad. Always.",
      "estimatedDuration": null
    },
    "32": {
      "ssml": "Before next week, here's what you need to do. <break time=\"0.4s\"/> Finalize your segmentation matrix. <break time=\"0.3s\"/> Write your beachhead selection rationale. <break time=\"0.3s\"/> Identify 5 potential customers in that segment. <break time=\"0.3s\"/> Have at least 2 conversations with people in that segment. <break time=\"0.3s\"/> And read Disciplined Entrepreneurship Chapters 3 and 5.",
      "plainText": "Before next week, here's what you need to do. Finalize your segmentation matrix. Write your beachhead selection rationale. Identify 5 potential customers in that segment. Have at least 2 conversations with people in that segment. And read Disciplined Entrepreneurship Chapters 3 and 5.",
      "estimatedDuration": null
    },
    "33": {
      "ssml": "Next week we go deeper into knowing your customer. <break time=\"0.4s\"/> We'll cover End User Profile, Persona, and Total Addressable Market. <break time=\"0.3s\"/> The question we'll answer: Who exactly are you building for? <break time=\"0.3s\"/> See you then.",
      "plainText": "Next week we go deeper into knowing your customer. We'll cover End User Profile, Persona, and Total Addressable Market. The question we'll answer: Who exactly are you building for? See you then.",
      "estimatedDuration": null
    }
  }
}