{
  "classNumber": 5,
  "topic": "customer-acquisition",
  "voice": "Rachel",
  "model": "eleven_multilingual_v2",
  "generatedFrom": "class-5-customer-acquisition/scripts.js",
  "slides": {
    "1": {
      "ssml": "Welcome to Class 5: How Customers Buy. <break time=\"0.3s\"/> Tonight we're covering the Decision-Making Unit and the Acquisition Process. <break time=\"0.3s\"/> These are Steps 12 and 13 in the Disciplined Entrepreneurship framework.",
      "plainText": "Welcome to Class 5: How Customers Buy. Tonight we're covering the Decision-Making Unit and the Acquisition Process. These are Steps 12 and 13 in the Disciplined Entrepreneurship framework.",
      "estimatedDuration": null
    },
    "2": {
      "ssml": "We're now in Theme 3 of the DE framework. <break time=\"0.5s\"/> How Does Your Customer Acquire Your Product? <break time=\"0.3s\"/> Understanding the buying process is just as important as understanding the customer themselves.",
      "plainText": "We're now in Theme 3 of the DE framework. How Does Your Customer Acquire Your Product? Understanding the buying process is just as important as understanding the customer themselves.",
      "estimatedDuration": null
    },
    "3": {
      "ssml": "Here's a reality that surprises many founders. <break time=\"0.5s\"/> The person who uses your product is often not the person who decides to buy it. <break time=\"0.3s\"/> Employees use software, but IT directors approve it. Kids play games, but parents pay for them. Understanding this distinction is crucial.",
      "plainText": "Here's a reality that surprises many founders. The person who uses your product is often not the person who decides to buy it. Employees use software, but IT directors approve it. Kids play games, but parents pay for them. Understanding this distinction is crucial.",
      "estimatedDuration": null
    },
    "4": {
      "ssml": "Let me share a story. <break time=\"0.3s\"/> A startup had what seemed like the perfect setup. Amazing product demo. Enthusiastic user feedback. Verbal commitment from their internal champion. Everyone loved it. <break time=\"0.3s\"/> Success seemed guaranteed.",
      "plainText": "Let me share a story. A startup had what seemed like the perfect setup. Amazing product demo. Enthusiastic user feedback. Verbal commitment from their internal champion. Everyone loved it. Success seemed guaranteed.",
      "estimatedDuration": null
    },
    "5": {
      "ssml": "Then IT Security said no. <break time=\"0.5s\"/> Three months of work. Dead. <break time=\"0.3s\"/> They never even knew IT Security would be involved until it was too late.",
      "plainText": "Then IT Security said no. Three months of work. Dead. They never even knew IT Security would be involved until it was too late.",
      "estimatedDuration": null
    },
    "6": {
      "ssml": "The lesson is clear. <break time=\"0.5s\"/> You can't sell to someone you don't know exists. <break time=\"0.3s\"/> You need to map the entire Decision-Making Unit before you start selling.",
      "plainText": "The lesson is clear. You can't sell to someone you don't know exists. You need to map the entire Decision-Making Unit before you start selling.",
      "estimatedDuration": null
    },
    "7": {
      "ssml": "Here's an important connection. <break time=\"0.5s\"/> Remember the persona you built in Class 2? <break time=\"0.3s\"/> Your persona is usually the End User—the person who will actually use your product day-to-day. <break time=\"0.3s\"/> But they may not control the budget. <break time=\"0.4s\"/> A teacher might love your education software, but the principal approves purchases, and IT must sign off on security. <break time=\"0.3s\"/> Your value proposition must work for ALL of them.",
      "plainText": "Here's an important connection. Remember the persona you built in Class 2? Your persona is usually the End User—the person who will actually use your product day-to-day. But they may not control the budget. A teacher might love your education software, but the principal approves purchases, and IT must sign off on security. Your value proposition must work for ALL of them.",
      "estimatedDuration": null
    },
    "8": {
      "ssml": "This brings us to Step 12: Determine the DMU. <break time=\"0.3s\"/> The Decision-Making Unit is everyone who has a say in the purchase decision.",
      "plainText": "This brings us to Step 12: Determine the DMU. The Decision-Making Unit is everyone who has a say in the purchase decision.",
      "estimatedDuration": null
    },
    "9": {
      "ssml": "There are six key roles in a typical DMU. <break time=\"0.3s\"/> The Champion: your internal advocate who believes in your solution. The End User: the person who uses your product daily. The Economic Buyer: whoever controls the budget. The Technical Buyer: who evaluates fit with existing systems. The Influencer: who shapes opinions even without formal authority. And Veto Power: anyone who can say no and kill the deal.",
      "plainText": "There are six key roles in a typical DMU. The Champion: your internal advocate who believes in your solution. The End User: the person who uses your product daily. The Economic Buyer: whoever controls the budget. The Technical Buyer: who evaluates fit with existing systems. The Influencer: who shapes opinions even without formal authority. And Veto Power: anyone who can say no and kill the deal.",
      "estimatedDuration": null
    },
    "10": {
      "ssml": "Let's dig into the Champion role. <break time=\"0.3s\"/> Your champion is your internal advocate who believes in your solution. <break time=\"0.3s\"/> What they care about: looking good to leadership, having tools to sell internally, and clear success metrics they can point to. <break time=\"0.3s\"/> Without a champion, enterprise sales rarely succeed.",
      "plainText": "Let's dig into the Champion role. Your champion is your internal advocate who believes in your solution. What they care about: looking good to leadership, having tools to sell internally, and clear success metrics they can point to. Without a champion, enterprise sales rarely succeed.",
      "estimatedDuration": null
    },
    "11": {
      "ssml": "The Economic Buyer controls the budget and makes the financial decision. <break time=\"0.3s\"/> What they care about: ROI—will this make or save money? Risk mitigation—what happens if this fails? And strategic alignment—does this fit our direction? <break time=\"0.3s\"/> They often aren't in the room during demos.",
      "plainText": "The Economic Buyer controls the budget and makes the financial decision. What they care about: ROI—will this make or save money? Risk mitigation—what happens if this fails? And strategic alignment—does this fit our direction? They often aren't in the room during demos.",
      "estimatedDuration": null
    },
    "12": {
      "ssml": "The Technical Buyer evaluates fit with existing systems. <break time=\"0.3s\"/> What they care about: security implications, integration complexity, and ongoing maintenance burden. <break time=\"0.3s\"/> Remember our IT Security story? They were the technical buyer no one thought to engage.",
      "plainText": "The Technical Buyer evaluates fit with existing systems. What they care about: security implications, integration complexity, and ongoing maintenance burden. Remember our IT Security story? They were the technical buyer no one thought to engage.",
      "estimatedDuration": null
    },
    "13": {
      "ssml": "Here's the critical insight. <break time=\"0.5s\"/> Each role has completely different concerns. <break time=\"0.3s\"/> End Users ask: \"Will this make my job easier?\" Economic Buyers ask: \"Will this save or make us money?\" Technical Buyers ask: \"Will this integrate safely?\" Legal and Compliance ask: \"Does this meet our requirements?\" <break time=\"0.5s\"/> You need to address ALL of these concerns. Not just the user's.",
      "plainText": "Here's the critical insight. Each role has completely different concerns. End Users ask: \"Will this make my job easier?\" Economic Buyers ask: \"Will this save or make us money?\" Technical Buyers ask: \"Will this integrate safely?\" Legal and Compliance ask: \"Does this meet our requirements?\" You need to address ALL of these concerns. Not just the user's.",
      "estimatedDuration": null
    },
    "14": {
      "ssml": "Now let's move to Step 13: Map the Acquisition Process. <break time=\"0.3s\"/> This is understanding how a stranger becomes a customer.",
      "plainText": "Now let's move to Step 13: Map the Acquisition Process. This is understanding how a stranger becomes a customer.",
      "estimatedDuration": null
    },
    "15": {
      "ssml": "The acquisition funnel has several stages. <break time=\"0.3s\"/> Awareness: they learn you exist. Interest: they want to know more. Evaluation: they compare options. Decision: they decide to buy. Purchase: the transaction happens. And Onboarding: their first experience with your product. <break time=\"0.3s\"/> Each stage narrows the funnel as some prospects drop out.",
      "plainText": "The acquisition funnel has several stages. Awareness: they learn you exist. Interest: they want to know more. Evaluation: they compare options. Decision: they decide to buy. Purchase: the transaction happens. And Onboarding: their first experience with your product. Each stage narrows the funnel as some prospects drop out.",
      "estimatedDuration": null
    },
    "16": {
      "ssml": "At the Awareness stage, the question is: How do they discover you exist? <break time=\"0.3s\"/> What triggers the search? Where do they look first? <break time=\"0.3s\"/> If they don't know you exist, nothing else matters.",
      "plainText": "At the Awareness stage, the question is: How do they discover you exist? What triggers the search? Where do they look first? If they don't know you exist, nothing else matters.",
      "estimatedDuration": null
    },
    "17": {
      "ssml": "At the Evaluation stage, the question is: How do they compare options? <break time=\"0.3s\"/> What criteria matter most to them? What evidence do they need to see? <break time=\"0.3s\"/> This is where your competitive positioning becomes critical.",
      "plainText": "At the Evaluation stage, the question is: How do they compare options? What criteria matter most to them? What evidence do they need to see? This is where your competitive positioning becomes critical.",
      "estimatedDuration": null
    },
    "18": {
      "ssml": "For every stage in your funnel, ask these questions. <break time=\"0.3s\"/> How do they move to this stage? What do they need here? What might cause them to drop out? And how long does this stage take? <break time=\"0.3s\"/> Map the entire journey, not just the parts you control.",
      "plainText": "For every stage in your funnel, ask these questions. How do they move to this stage? What do they need here? What might cause them to drop out? And how long does this stage take? Map the entire journey, not just the parts you control.",
      "estimatedDuration": null
    },
    "19": {
      "ssml": "B2B and B2C have very different acquisition processes. <break time=\"0.3s\"/> In B2C, decisions happen in minutes to days. There are one to three stakeholders. Sales are usually self-service. And risk tolerance is relatively high. <break time=\"0.5s\"/> In B2B, decisions take weeks to months. Five to fifteen stakeholders may be involved. Sales are usually assisted. And risk tolerance is much lower. <break time=\"0.3s\"/> Know which world you're operating in.",
      "plainText": "B2B and B2C have very different acquisition processes. In B2C, decisions happen in minutes to days. There are one to three stakeholders. Sales are usually self-service. And risk tolerance is relatively high. In B2B, decisions take weeks to months. Five to fifteen stakeholders may be involved. Sales are usually assisted. And risk tolerance is much lower. Know which world you're operating in.",
      "estimatedDuration": null
    },
    "20": {
      "ssml": "Here's a reality check for B2B founders. <break time=\"0.5s\"/> Three to six months. <break time=\"0.3s\"/> That's a typical B2B sales cycle for new vendors. <break time=\"0.3s\"/> Enterprise customers need time for demos, pilots, security reviews, legal reviews, and procurement processes. <break time=\"0.3s\"/> Plan your runway and your patience accordingly.",
      "plainText": "Here's a reality check for B2B founders. Three to six months. That's a typical B2B sales cycle for new vendors. Enterprise customers need time for demos, pilots, security reviews, legal reviews, and procurement processes. Plan your runway and your patience accordingly.",
      "estimatedDuration": null
    },
    "21": {
      "ssml": "Time for the workshop. <break time=\"0.3s\"/> You have 25 minutes. <break time=\"0.5s\"/> First ten minutes: complete your DMU map—identify every stakeholder who could influence or veto the purchase. Next ten minutes: map your acquisition process from awareness to onboarding. Final five minutes: estimate your realistic sales cycle time.",
      "plainText": "Time for the workshop. You have 25 minutes. First ten minutes: complete your DMU map—identify every stakeholder who could influence or veto the purchase. Next ten minutes: map your acquisition process from awareness to onboarding. Final five minutes: estimate your realistic sales cycle time.",
      "estimatedDuration": null
    },
    "22": {
      "ssml": "Let's recap what to remember. <break time=\"0.3s\"/> The buyer is often not the user—engage both. Unknown stakeholders kill deals—find them early. Map every stage from awareness to purchase. And sales cycle time affects everything from runway to hiring.",
      "plainText": "Let's recap what to remember. The buyer is often not the user—engage both. Unknown stakeholders kill deals—find them early. Map every stage from awareness to purchase. And sales cycle time affects everything from runway to hiring.",
      "estimatedDuration": null
    },
    "23": {
      "ssml": "Before next week. <break time=\"0.3s\"/> Complete your DMU map with all stakeholders identified. Create a customer acquisition flowchart showing every stage. Identify your champion strategy—how will you find and enable champions? And read chapters 14, 15, and 16 from Disciplined Entrepreneurship.",
      "plainText": "Before next week. Complete your DMU map with all stakeholders identified. Create a customer acquisition flowchart showing every stage. Identify your champion strategy—how will you find and enable champions? And read chapters 14, 15, and 16 from Disciplined Entrepreneurship.",
      "estimatedDuration": null
    },
    "24": {
      "ssml": "Next week we enter Theme 4: How do you make money? <break time=\"0.3s\"/> We'll cover Business Model and Pricing. <break time=\"0.3s\"/> The questions we'll answer: How will you capture value? And what will you charge? <break time=\"0.3s\"/> See you then.",
      "plainText": "Next week we enter Theme 4: How do you make money? We'll cover Business Model and Pricing. The questions we'll answer: How will you capture value? And what will you charge? See you then.",
      "estimatedDuration": null
    }
  }
}