{
  "classNumber": 9,
  "topic": "scale-pitch",
  "voice": "Rachel",
  "model": "eleven_multilingual_v2",
  "generatedFrom": "class-9-scale-pitch/scripts.js",
  "slides": {
    "1": {
      "ssml": "Welcome to Class 9: Scale and Pitch. <break time=\"0.3s\"/> Tonight we're covering Growth Strategy and Final Pitch Preparation. <break time=\"0.3s\"/> This is Step 24 in the Disciplined Entrepreneurship framework, the final step.",
      "plainText": "Welcome to Class 9: Scale and Pitch. Tonight we're covering Growth Strategy and Final Pitch Preparation. This is Step 24 in the Disciplined Entrepreneurship framework, the final step.",
      "estimatedDuration": null
    },
    "2": {
      "ssml": "We've reached the final theme. <break time=\"0.5s\"/> Theme 6: How Do You Scale Your Business? <break time=\"0.3s\"/> This is where we complete the Disciplined Entrepreneurship journey.",
      "plainText": "We've reached the final theme. Theme 6: How Do You Scale Your Business? This is where we complete the Disciplined Entrepreneurship journey.",
      "estimatedDuration": null
    },
    "3": {
      "ssml": "Think about what we've accomplished together. <break time=\"0.3s\"/> We've covered all 24 steps of Disciplined Entrepreneurship. Themes 1 and 2 on customers and value—complete. Theme 3 on acquisition—complete. Theme 4 on making money—complete. Theme 5 on building—complete. And now Theme 6 on scaling—in progress. <break time=\"0.3s\"/> You're ready to pitch.",
      "plainText": "Think about what we've accomplished together. We've covered all 24 steps of Disciplined Entrepreneurship. Themes 1 and 2 on customers and value—complete. Theme 3 on acquisition—complete. Theme 4 on making money—complete. Theme 5 on building—complete. And now Theme 6 on scaling—in progress. You're ready to pitch.",
      "estimatedDuration": null
    },
    "4": {
      "ssml": "Here's what's ahead. <break time=\"0.3s\"/> Today we cover scale strategy and pitch prep. Then May 4th: final pitches for Group A. May 11th: final pitches for Group B. <break time=\"0.3s\"/> We're in the home stretch.",
      "plainText": "Here's what's ahead. Today we cover scale strategy and pitch prep. Then May 4th: final pitches for Group A. May 11th: final pitches for Group B. We're in the home stretch.",
      "estimatedDuration": null
    },
    "5": {
      "ssml": "Tonight's agenda. <break time=\"0.3s\"/> First 30 minutes: scaling strategy. Next 30 minutes: pitch structure. Final 40 minutes: practice and feedback. <break time=\"0.3s\"/> Let's get started.",
      "plainText": "Tonight's agenda. First 30 minutes: scaling strategy. Next 30 minutes: pitch structure. Final 40 minutes: practice and feedback. Let's get started.",
      "estimatedDuration": null
    },
    "6": {
      "ssml": "Step 24: Develop a Product Plan. <break time=\"0.3s\"/> This is about thinking beyond your beachhead.",
      "plainText": "Step 24: Develop a Product Plan. This is about thinking beyond your beachhead.",
      "estimatedDuration": null
    },
    "7": {
      "ssml": "You've won the beachhead. Now what? <break time=\"0.5s\"/> A beachhead market is just the beginning. The real question is: where do you go from here?",
      "plainText": "You've won the beachhead. Now what? A beachhead market is just the beginning. The real question is: where do you go from here?",
      "estimatedDuration": null
    },
    "8": {
      "ssml": "The answer is systematic growth. <break time=\"0.3s\"/> You start at your beachhead—you are here. Then you move to adjacent market number one. Then adjacent market number two. And eventually the broader market. <break time=\"0.5s\"/> Each market builds on the last. This is how successful companies scale.",
      "plainText": "The answer is systematic growth. You start at your beachhead—you are here. Then you move to adjacent market number one. Then adjacent market number two. And eventually the broader market. Each market builds on the last. This is how successful companies scale.",
      "estimatedDuration": null
    },
    "9": {
      "ssml": "Why one market at a time? <break time=\"0.3s\"/> Resources are limited—you can't attack everywhere at once. Each market teaches you something new. Success in one market builds credibility for the next. And your product evolves to serve broader needs. <break time=\"0.3s\"/> Patience is strategic.",
      "plainText": "Why one market at a time? Resources are limited—you can't attack everywhere at once. Each market teaches you something new. Success in one market builds credibility for the next. And your product evolves to serve broader needs. Patience is strategic.",
      "estimatedDuration": null
    },
    "10": {
      "ssml": "How do you evaluate adjacent markets? <break time=\"0.3s\"/> Consider five criteria. <break time=\"0.3s\"/> Similarity of needs: how similar are their problems to your beachhead? Reference customers: do your beachhead customers connect to this new market? Product fit: how much do you need to change your product? Go-to-market alignment: can you use the same channels? And competition level: is this market winnable?",
      "plainText": "How do you evaluate adjacent markets? Consider five criteria. Similarity of needs: how similar are their problems to your beachhead? Reference customers: do your beachhead customers connect to this new market? Product fit: how much do you need to change your product? Go-to-market alignment: can you use the same channels? And competition level: is this market winnable?",
      "estimatedDuration": null
    },
    "11": {
      "ssml": "Let me show you how Slack grew systematically. <break time=\"0.3s\"/> Step 1: internal tool for their own team. Step 2: tech startups with similar culture. Step 3: larger tech companies—same culture, bigger scale. Step 4: enterprise—different needs, had to adapt. Step 5: everyone—became a platform. <break time=\"0.5s\"/> Each step built credibility for the next. They didn't try to win enterprise on day one.",
      "plainText": "Let me show you how Slack grew systematically. Step 1: internal tool for their own team. Step 2: tech startups with similar culture. Step 3: larger tech companies—same culture, bigger scale. Step 4: enterprise—different needs, had to adapt. Step 5: everyone—became a platform. Each step built credibility for the next. They didn't try to win enterprise on day one.",
      "estimatedDuration": null
    },
    "12": {
      "ssml": "You should plan your phases. <break time=\"0.3s\"/> Phase 1, now: your beachhead with core features. Phase 2, six to twelve months: first adjacent market with features for expansion. Phase 3, twelve to twenty-four months: second adjacent market. Ongoing: scale to the broader market and become a platform. <break time=\"0.3s\"/> Start with the beachhead, but have a vision for where you're going.",
      "plainText": "You should plan your phases. Phase 1, now: your beachhead with core features. Phase 2, six to twelve months: first adjacent market with features for expansion. Phase 3, twelve to twenty-four months: second adjacent market. Ongoing: scale to the broader market and become a platform. Start with the beachhead, but have a vision for where you're going.",
      "estimatedDuration": null
    },
    "13": {
      "ssml": "Now let's shift to pitch preparation. <break time=\"0.3s\"/> You have 8 minutes to convince the world.",
      "plainText": "Now let's shift to pitch preparation. You have 8 minutes to convince the world.",
      "estimatedDuration": null
    },
    "14": {
      "ssml": "Here's your 8-minute pitch structure. <break time=\"0.3s\"/> Section 1, the hook: 30 seconds. Section 2, the problem: 60 seconds. Section 3, the solution: 60 seconds. Section 4, the market: 60 seconds. Section 5, the business model: 60 seconds. Section 6, traction: 60 seconds. Section 7, the team: 30 seconds. Section 8, your ask and close: 60 seconds. <break time=\"0.5s\"/> That's your roadmap.",
      "plainText": "Here's your 8-minute pitch structure. Section 1, the hook: 30 seconds. Section 2, the problem: 60 seconds. Section 3, the solution: 60 seconds. Section 4, the market: 60 seconds. Section 5, the business model: 60 seconds. Section 6, traction: 60 seconds. Section 7, the team: 30 seconds. Section 8, your ask and close: 60 seconds. That's your roadmap.",
      "estimatedDuration": null
    },
    "15": {
      "ssml": "Let's start with the hook. <break time=\"0.3s\"/> You have 30 seconds to grab attention immediately. <break time=\"0.3s\"/> Three approaches work well. A provocative question that makes them think. A surprising statistic that challenges assumptions. Or a brief, vivid story. <break time=\"0.5s\"/> Example: \"What if I told you half your homework time is wasted?\" <break time=\"0.3s\"/> That's a hook.",
      "plainText": "Let's start with the hook. You have 30 seconds to grab attention immediately. Three approaches work well. A provocative question that makes them think. A surprising statistic that challenges assumptions. Or a brief, vivid story. Example: \"What if I told you half your homework time is wasted?\" That's a hook.",
      "estimatedDuration": null
    },
    "16": {
      "ssml": "Sections 2 and 3 are your problem and solution. <break time=\"0.3s\"/> For the problem, take 60 seconds. Make it vivid and relatable. Use your persona by name—Maria, not \"users.\" Quantify the pain. And explain why current solutions fail. <break time=\"0.5s\"/> For the solution, take 60 seconds. Give a one-sentence explanation of what you do. Show how it works simply. Demo or use visuals if possible. And emphasize your key differentiator.",
      "plainText": "Sections 2 and 3 are your problem and solution. For the problem, take 60 seconds. Make it vivid and relatable. Use your persona by name—Maria, not \"users.\" Quantify the pain. And explain why current solutions fail. For the solution, take 60 seconds. Give a one-sentence explanation of what you do. Show how it works simply. Demo or use visuals if possible. And emphasize your key differentiator.",
      "estimatedDuration": null
    },
    "17": {
      "ssml": "Sections 4 and 5: market and business model. <break time=\"0.3s\"/> For the market, 60 seconds: show your TAM with methodology, your beachhead strategy, your expansion path, and why now is the right time. <break time=\"0.5s\"/> For business model, 60 seconds: explain how you charge, your pricing, and your unit economics—LTV over COCA.",
      "plainText": "Sections 4 and 5: market and business model. For the market, 60 seconds: show your TAM with methodology, your beachhead strategy, your expansion path, and why now is the right time. For business model, 60 seconds: explain how you charge, your pricing, and your unit economics—LTV over COCA.",
      "estimatedDuration": null
    },
    "18": {
      "ssml": "Section 6 is traction. <break time=\"0.3s\"/> This is where you prove it's not just an idea. <break time=\"0.5s\"/> Talk about customer conversations—use actual quotes! Describe tests you've run and what you learned. Share early user signups or commitments. And if you pivoted, explain what you learned and changed. <break time=\"0.5s\"/> This is where the entire semester's work pays off.",
      "plainText": "Section 6 is traction. This is where you prove it's not just an idea. Talk about customer conversations—use actual quotes! Describe tests you've run and what you learned. Share early user signups or commitments. And if you pivoted, explain what you learned and changed. This is where the entire semester's work pays off.",
      "estimatedDuration": null
    },
    "19": {
      "ssml": "Sections 7 and 8: team and ask. <break time=\"0.3s\"/> For team, just 30 seconds: explain why you can execute, highlight relevant skills or experience, and be brief but confident. <break time=\"0.5s\"/> For your ask and close, 60 seconds: state specifically what you need next, give clear next steps, end with something memorable, and ideally return to your opening hook to close the loop.",
      "plainText": "Sections 7 and 8: team and ask. For team, just 30 seconds: explain why you can execute, highlight relevant skills or experience, and be brief but confident. For your ask and close, 60 seconds: state specifically what you need next, give clear next steps, end with something memorable, and ideally return to your opening hook to close the loop.",
      "estimatedDuration": null
    },
    "20": {
      "ssml": "Some tips for pitching like a pro. <break time=\"0.3s\"/> Start strong—the first 30 seconds matter most. Tell stories, not just statistics. Show, don't just tell—demos beat descriptions. Use specific numbers—say \"$500K,\" not \"big market.\" And nail the close—it's what they'll remember.",
      "plainText": "Some tips for pitching like a pro. Start strong—the first 30 seconds matter most. Tell stories, not just statistics. Show, don't just tell—demos beat descriptions. Use specific numbers—say \"$500K,\" not \"big market.\" And nail the close—it's what they'll remember.",
      "estimatedDuration": null
    },
    "21": {
      "ssml": "One more requirement. <break time=\"0.5s\"/> Every team member must speak. <break time=\"0.3s\"/> Divide the sections among your team. Practice your handoffs. Make them smooth.",
      "plainText": "One more requirement. Every team member must speak. Divide the sections among your team. Practice your handoffs. Make them smooth.",
      "estimatedDuration": null
    },
    "22": {
      "ssml": "You also need to prepare for Q&A. <break time=\"0.3s\"/> Anticipate tough questions like: \"What if a competitor copies you?\" \"How do you know customers will pay?\" \"Why can YOU do this?\" \"What's your biggest risk?\" <break time=\"0.5s\"/> Listen fully to each question. And it's okay to say \"We don't know yet, but here's how we'll find out.\" That shows maturity.",
      "plainText": "You also need to prepare for Q&A. Anticipate tough questions like: \"What if a competitor copies you?\" \"How do you know customers will pay?\" \"Why can YOU do this?\" \"What's your biggest risk?\" Listen fully to each question. And it's okay to say \"We don't know yet, but here's how we'll find out.\" That shows maturity.",
      "estimatedDuration": null
    },
    "23": {
      "ssml": "Look at this. <break time=\"0.3s\"/> Your journey is complete! <break time=\"0.5s\"/> All 24 steps of Disciplined Entrepreneurship. Six themes. One complete framework for starting a business. <break time=\"0.3s\"/> You've done something meaningful here.",
      "plainText": "Look at this. Your journey is complete! All 24 steps of Disciplined Entrepreneurship. Six themes. One complete framework for starting a business. You've done something meaningful here.",
      "estimatedDuration": null
    },
    "24": {
      "ssml": "Now let's put it into practice. <break time=\"0.3s\"/> 10 minutes to outline your 8 sections. 5 minutes to craft your hook and close. 5 minutes to divide speaking parts. And 20 minutes for a practice run-through. <break time=\"0.3s\"/> Go.",
      "plainText": "Now let's put it into practice. 10 minutes to outline your 8 sections. 5 minutes to craft your hook and close. 5 minutes to divide speaking parts. And 20 minutes for a practice run-through. Go.",
      "estimatedDuration": null
    },
    "25": {
      "ssml": "Before pitch day, make sure you've done this checklist. <break time=\"0.3s\"/> Finalize your slides and visuals. Rehearse at least 3 times minimum. Time yourself—you MUST be under 8 minutes. Prepare for Q&A. And get good sleep the night before. <break time=\"0.3s\"/> These basics matter.",
      "plainText": "Before pitch day, make sure you've done this checklist. Finalize your slides and visuals. Rehearse at least 3 times minimum. Time yourself—you MUST be under 8 minutes. Prepare for Q&A. And get good sleep the night before. These basics matter.",
      "estimatedDuration": null
    },
    "26": {
      "ssml": "Here's what the judges will be looking for. <break time=\"0.3s\"/> Problem clarity and market understanding. Solution viability and differentiation. Business model soundness. Validation and traction. Presentation quality and teamwork. And how you handle Q&A. <break time=\"0.5s\"/> Remember: they're rooting for you.",
      "plainText": "Here's what the judges will be looking for. Problem clarity and market understanding. Solution viability and differentiation. Business model soundness. Validation and traction. Presentation quality and teamwork. And how you handle Q&A. Remember: they're rooting for you.",
      "estimatedDuration": null
    },
    "27": {
      "ssml": "I want you to understand something important. <break time=\"0.5s\"/> You've learned a craft you'll use forever. <break time=\"0.3s\"/> Entrepreneurship is a skill. And you've practiced it. <break time=\"0.3s\"/> Whether or not you start a company, you'll use this framework.",
      "plainText": "I want you to understand something important. You've learned a craft you'll use forever. Entrepreneurship is a skill. And you've practiced it. Whether or not you start a company, you'll use this framework.",
      "estimatedDuration": null
    },
    "28": {
      "ssml": "May 4th and 11th: show us what you've built. <break time=\"0.5s\"/> Good luck! <break time=\"0.3s\"/> You've got this.",
      "plainText": "May 4th and 11th: show us what you've built. Good luck! You've got this.",
      "estimatedDuration": null
    }
  }
}