{
  "classNumber": 7,
  "topic": "unit-economics",
  "voice": "Rachel",
  "model": "eleven_multilingual_v2",
  "generatedFrom": "class-7-unit-economics/scripts.js",
  "slides": {
    "1": {
      "ssml": "Welcome to Class 7: Will You Make Money? <break time=\"0.3s\"/> Tonight we're covering LTV, COCA, and the Crucial Ratio. <break time=\"0.3s\"/> These are Steps 17, 18, and 19 in the Disciplined Entrepreneurship framework.",
      "plainText": "Welcome to Class 7: Will You Make Money? Tonight we're covering LTV, COCA, and the Crucial Ratio. These are Steps 17, 18, and 19 in the Disciplined Entrepreneurship framework.",
      "estimatedDuration": null
    },
    "2": {
      "ssml": "Let's start with a fundamental truth. <break time=\"0.5s\"/> A business isn't viable if it costs more to get a customer than that customer is worth. <break time=\"0.3s\"/> This seems obvious, but you'd be amazed how many startups ignore it.",
      "plainText": "Let's start with a fundamental truth. A business isn't viable if it costs more to get a customer than that customer is worth. This seems obvious, but you'd be amazed how many startups ignore it.",
      "estimatedDuration": null
    },
    "3": {
      "ssml": "In 2019, WeWork seemed unstoppable. <break time=\"0.3s\"/> 47 billion dollar valuation. Exponential growth. 700 plus locations. Glowing press coverage. <break time=\"0.3s\"/> Everyone wanted to be like WeWork.",
      "plainText": "In 2019, WeWork seemed unstoppable. 47 billion dollar valuation. Exponential growth. 700 plus locations. Glowing press coverage. Everyone wanted to be like WeWork.",
      "estimatedDuration": null
    },
    "4": {
      "ssml": "Then investors started looking at the unit economics. <break time=\"0.5s\"/> Millions of dollars per location to build out. Five plus years to profitability. High churn rate. And the LTV to COCA ratio? <break time=\"0.3s\"/> Negative. <break time=\"0.3s\"/> They were losing money on every customer.",
      "plainText": "Then investors started looking at the unit economics. Millions of dollars per location to build out. Five plus years to profitability. High churn rate. And the LTV to COCA ratio? Negative. They were losing money on every customer.",
      "estimatedDuration": null
    },
    "5": {
      "ssml": "The collapse was spectacular. <break time=\"0.5s\"/> 47 billion down to 9 billion. CEO fired. IPO cancelled. <break time=\"0.5s\"/> The lesson? Growth means nothing without unit economics. <break time=\"0.3s\"/> You can't scale your way out of losing money on each customer.",
      "plainText": "The collapse was spectacular. 47 billion down to 9 billion. CEO fired. IPO cancelled. The lesson? Growth means nothing without unit economics. You can't scale your way out of losing money on each customer.",
      "estimatedDuration": null
    },
    "6": {
      "ssml": "Tonight we'll calculate three things. <break time=\"0.3s\"/> LTV: how much is a customer worth? COCA: how much does it cost to get one? And The Ratio: is this business actually viable? <break time=\"0.3s\"/> Let's start with LTV.",
      "plainText": "Tonight we'll calculate three things. LTV: how much is a customer worth? COCA: how much does it cost to get one? And The Ratio: is this business actually viable? Let's start with LTV.",
      "estimatedDuration": null
    },
    "7": {
      "ssml": "Step 17: Calculate Lifetime Value. <break time=\"0.3s\"/> This is the most important number in your business.",
      "plainText": "Step 17: Calculate Lifetime Value. This is the most important number in your business.",
      "estimatedDuration": null
    },
    "8": {
      "ssml": "Customer Lifetime Value, or LTV, is the total profit from an average customer over your entire relationship with them. <break time=\"0.5s\"/> Notice I said profit, not revenue. You need to account for your costs to serve them. <break time=\"0.3s\"/> Think of it as: one customer leads to many dollars over time.",
      "plainText": "Customer Lifetime Value, or LTV, is the total profit from an average customer over your entire relationship with them. Notice I said profit, not revenue. You need to account for your costs to serve them. Think of it as: one customer leads to many dollars over time.",
      "estimatedDuration": null
    },
    "9": {
      "ssml": "Why does LTV matter? <break time=\"0.3s\"/> It tells you how much you can afford to spend acquiring customers. It tells you whether customers are valuable enough to sustain a business. And it shows you why retention is so important.",
      "plainText": "Why does LTV matter? It tells you how much you can afford to spend acquiring customers. It tells you whether customers are valuable enough to sustain a business. And it shows you why retention is so important.",
      "estimatedDuration": null
    },
    "10": {
      "ssml": "Here's the LTV formula. <break time=\"0.3s\"/> LTV equals ARPU times Gross Margin times Lifespan. <break time=\"0.5s\"/> ARPU is your average revenue per user. Gross Margin is revenue minus your costs to serve. And Lifespan is how long customers stay with you on average.",
      "plainText": "Here's the LTV formula. LTV equals ARPU times Gross Margin times Lifespan. ARPU is your average revenue per user. Gross Margin is revenue minus your costs to serve. And Lifespan is how long customers stay with you on average.",
      "estimatedDuration": null
    },
    "11": {
      "ssml": "Let's break down ARPU—Average Revenue Per User. <break time=\"0.3s\"/> What does the average customer pay per month or per year? <break time=\"0.3s\"/> This includes base subscription or purchase, upsells and add-ons, expansion revenue over time, and recurring purchases. <break time=\"0.3s\"/> Use realistic averages, not best-case scenarios.",
      "plainText": "Let's break down ARPU—Average Revenue Per User. What does the average customer pay per month or per year? This includes base subscription or purchase, upsells and add-ons, expansion revenue over time, and recurring purchases. Use realistic averages, not best-case scenarios.",
      "estimatedDuration": null
    },
    "12": {
      "ssml": "Gross Margin is revenue minus the direct costs to serve each customer. <break time=\"0.3s\"/> This includes hosting and infrastructure, customer support costs, payment processing fees typically 2 to 3 percent, and cost of goods sold for physical products. <break time=\"0.3s\"/> Typical gross margin for SaaS is 60 to 80 percent. It's lower for physical products.",
      "plainText": "Gross Margin is revenue minus the direct costs to serve each customer. This includes hosting and infrastructure, customer support costs, payment processing fees typically 2 to 3 percent, and cost of goods sold for physical products. Typical gross margin for SaaS is 60 to 80 percent. It's lower for physical products.",
      "estimatedDuration": null
    },
    "13": {
      "ssml": "Customer Lifespan is how many months the average customer stays before churning. <break time=\"0.3s\"/> There's a simple formula: Lifespan equals 1 divided by your monthly churn rate. <break time=\"0.5s\"/> For example, if you have 5 percent monthly churn, your average lifespan is 20 months. <break time=\"0.3s\"/> The math is elegant and important.",
      "plainText": "Customer Lifespan is how many months the average customer stays before churning. There's a simple formula: Lifespan equals 1 divided by your monthly churn rate. For example, if you have 5 percent monthly churn, your average lifespan is 20 months. The math is elegant and important.",
      "estimatedDuration": null
    },
    "14": {
      "ssml": "Here's why retention matters so much. <break time=\"0.3s\"/> Small changes in churn create huge changes in LTV. <break time=\"0.5s\"/> At $50 ARPU and 70 percent margin: 10 percent monthly churn gives you a 10 month lifespan and $350 LTV. 5 percent monthly churn gives you 20 months and $700 LTV. And 2 percent monthly churn gives you 50 months and $1,750 LTV. <break time=\"0.5s\"/> Retention is everything.",
      "plainText": "Here's why retention matters so much. Small changes in churn create huge changes in LTV. At $50 ARPU and 70 percent margin: 10 percent monthly churn gives you a 10 month lifespan and $350 LTV. 5 percent monthly churn gives you 20 months and $700 LTV. And 2 percent monthly churn gives you 50 months and $1,750 LTV. Retention is everything.",
      "estimatedDuration": null
    },
    "15": {
      "ssml": "Let's work through a complete example. <break time=\"0.3s\"/> ARPU is $50 per month. Gross Margin is 70 percent. Monthly Churn is 5 percent. Lifespan is 1 divided by 0.05, which equals 20 months. <break time=\"0.5s\"/> LTV equals $50 times 0.70 times 20, which equals $700. <break time=\"0.3s\"/> Each customer is worth $700 to your business.",
      "plainText": "Let's work through a complete example. ARPU is $50 per month. Gross Margin is 70 percent. Monthly Churn is 5 percent. Lifespan is 1 divided by 0.05, which equals 20 months. LTV equals $50 times 0.70 times 20, which equals $700. Each customer is worth $700 to your business.",
      "estimatedDuration": null
    },
    "16": {
      "ssml": "Now it's your turn. <break time=\"0.3s\"/> You have 15 minutes to calculate your own LTV. <break time=\"0.3s\"/> Document your ARPU, your Margin, your expected Lifespan, and calculate your LTV.",
      "plainText": "Now it's your turn. You have 15 minutes to calculate your own LTV. Document your ARPU, your Margin, your expected Lifespan, and calculate your LTV.",
      "estimatedDuration": null
    },
    "17": {
      "ssml": "Steps 18 and 19: Sales Process and COCA. <break time=\"0.3s\"/> Now let's figure out what it costs to acquire those customers.",
      "plainText": "Steps 18 and 19: Sales Process and COCA. Now let's figure out what it costs to acquire those customers.",
      "estimatedDuration": null
    },
    "18": {
      "ssml": "Understanding your sales process means mapping the funnel. <break time=\"0.3s\"/> You start with leads—everyone who shows interest. They become qualified leads. Some request a demo or start a trial. Some receive a proposal. And finally, some close and become customers. <break time=\"0.3s\"/> At each stage, people drop out. That's normal. You need to know your conversion rates.",
      "plainText": "Understanding your sales process means mapping the funnel. You start with leads—everyone who shows interest. They become qualified leads. Some request a demo or start a trial. Some receive a proposal. And finally, some close and become customers. At each stage, people drop out. That's normal. You need to know your conversion rates.",
      "estimatedDuration": null
    },
    "19": {
      "ssml": "You can work backwards from your goals. <break time=\"0.3s\"/> Say you want 20 customers per month. If your close rate is 6 percent of leads, then you need 333 leads per month. <break time=\"0.5s\"/> This tells you what marketing must deliver. It also tells you if your goal is realistic given your resources.",
      "plainText": "You can work backwards from your goals. Say you want 20 customers per month. If your close rate is 6 percent of leads, then you need 333 leads per month. This tells you what marketing must deliver. It also tells you if your goal is realistic given your resources.",
      "estimatedDuration": null
    },
    "20": {
      "ssml": "COCA stands for Cost of Customer Acquisition. <break time=\"0.3s\"/> It's the total cost to acquire one new paying customer. <break time=\"0.5s\"/> The formula is simple: Marketing plus Sales costs, divided by the number of customers acquired. <break time=\"0.3s\"/> Money goes in, customers come out.",
      "plainText": "COCA stands for Cost of Customer Acquisition. It's the total cost to acquire one new paying customer. The formula is simple: Marketing plus Sales costs, divided by the number of customers acquired. Money goes in, customers come out.",
      "estimatedDuration": null
    },
    "21": {
      "ssml": "What goes into COCA? <break time=\"0.3s\"/> On the marketing side: paid ads, content creation, events and sponsorships, marketing tools, and marketing salaries. <break time=\"0.3s\"/> On the sales side: sales salaries, commissions, travel and meetings, CRM and tools, and sales enablement materials. <break time=\"0.5s\"/> And don't forget founder time—that's often the biggest hidden cost.",
      "plainText": "What goes into COCA? On the marketing side: paid ads, content creation, events and sponsorships, marketing tools, and marketing salaries. On the sales side: sales salaries, commissions, travel and meetings, CRM and tools, and sales enablement materials. And don't forget founder time—that's often the biggest hidden cost.",
      "estimatedDuration": null
    },
    "22": {
      "ssml": "Let's talk about founder time. <break time=\"0.3s\"/> If you spend 20 hours per week selling, that has a real cost. <break time=\"0.3s\"/> 20 hours times $100 per hour opportunity cost equals $2,000 per week. That's $8,000 per month in founder sales cost. <break time=\"0.5s\"/> Most founders undercount this. Don't make that mistake.",
      "plainText": "Let's talk about founder time. If you spend 20 hours per week selling, that has a real cost. 20 hours times $100 per hour opportunity cost equals $2,000 per week. That's $8,000 per month in founder sales cost. Most founders undercount this. Don't make that mistake.",
      "estimatedDuration": null
    },
    "23": {
      "ssml": "Here's an example COCA calculation. <break time=\"0.3s\"/> Paid ads: $3,000. Content creation: $1,000. Founder time: $4,000. Tools and software: $500. Total: $8,500 per month. <break time=\"0.5s\"/> If you acquire 10 customers per month, your COCA is $850 per customer.",
      "plainText": "Here's an example COCA calculation. Paid ads: $3,000. Content creation: $1,000. Founder time: $4,000. Tools and software: $500. Total: $8,500 per month. If you acquire 10 customers per month, your COCA is $850 per customer.",
      "estimatedDuration": null
    },
    "24": {
      "ssml": "Your turn again. <break time=\"0.3s\"/> 10 minutes to calculate your COCA. <break time=\"0.3s\"/> List all your costs, project your customer acquisition, and calculate your COCA. Remember to include founder time.",
      "plainText": "Your turn again. 10 minutes to calculate your COCA. List all your costs, project your customer acquisition, and calculate your COCA. Remember to include founder time.",
      "estimatedDuration": null
    },
    "25": {
      "ssml": "Now the moment of truth. <break time=\"0.5s\"/> LTV divided by COCA should be greater than 3. <break time=\"0.5s\"/> Your Lifetime Value should be at least three times your Cost of Customer Acquisition. <break time=\"0.3s\"/> This gives you room for profitability and growth.",
      "plainText": "Now the moment of truth. LTV divided by COCA should be greater than 3. Your Lifetime Value should be at least three times your Cost of Customer Acquisition. This gives you room for profitability and growth.",
      "estimatedDuration": null
    },
    "26": {
      "ssml": "Let's interpret what different ratios mean. <break time=\"0.3s\"/> Below 1 is crisis mode—you're losing money on every customer. 1 to 2 is danger zone—barely breaking even. 2 to 3 is caution territory—you might survive but growth is hard. 3 to 5 is healthy—this is where you want to be. And above 5 is strong—you have room to invest aggressively. <break time=\"0.5s\"/> Target 3x or higher.",
      "plainText": "Let's interpret what different ratios mean. Below 1 is crisis mode—you're losing money on every customer. 1 to 2 is danger zone—barely breaking even. 2 to 3 is caution territory—you might survive but growth is hard. 3 to 5 is healthy—this is where you want to be. And above 5 is strong—you have room to invest aggressively. Target 3x or higher.",
      "estimatedDuration": null
    },
    "27": {
      "ssml": "If your ratio is bad, you have two sets of levers. <break time=\"0.3s\"/> To increase LTV: raise prices, reduce churn, add upsells, or cut serving costs. <break time=\"0.3s\"/> To decrease COCA: find cheaper channels, improve conversion rates, generate referrals and virality, or shorten your sales cycle. <break time=\"0.3s\"/> Pick the levers that make sense for your business.",
      "plainText": "If your ratio is bad, you have two sets of levers. To increase LTV: raise prices, reduce churn, add upsells, or cut serving costs. To decrease COCA: find cheaper channels, improve conversion rates, generate referrals and virality, or shorten your sales cycle. Pick the levers that make sense for your business.",
      "estimatedDuration": null
    },
    "28": {
      "ssml": "Of all these levers, retention is usually the biggest one. <break time=\"0.5s\"/> Cutting churn from 5 percent to 3 percent increases LTV by 67 percent. <break time=\"0.5s\"/> The same effort on other levers typically yields smaller impact. <break time=\"0.3s\"/> Focus on keeping customers. It's almost always the highest-leverage activity.",
      "plainText": "Of all these levers, retention is usually the biggest one. Cutting churn from 5 percent to 3 percent increases LTV by 67 percent. The same effort on other levers typically yields smaller impact. Focus on keeping customers. It's almost always the highest-leverage activity.",
      "estimatedDuration": null
    },
    "29": {
      "ssml": "Let's compare two companies that faced opposite fates. <break time=\"0.3s\"/> WeWork had high COCA from real estate and buildout costs. Uncertain LTV because of high churn. Their ratio was less than 1. Result: collapse. <break time=\"0.5s\"/> Zoom had low COCA from viral spread and free trials. High LTV from sticky, expanding accounts. Their ratio was around 8x. Result: over 100 billion dollar company. <break time=\"0.3s\"/> Unit economics determine destiny.",
      "plainText": "Let's compare two companies that faced opposite fates. WeWork had high COCA from real estate and buildout costs. Uncertain LTV because of high churn. Their ratio was less than 1. Result: collapse. Zoom had low COCA from viral spread and free trials. High LTV from sticky, expanding accounts. Their ratio was around 8x. Result: over 100 billion dollar company. Unit economics determine destiny.",
      "estimatedDuration": null
    },
    "30": {
      "ssml": "With this class, we've completed Theme 4: How do you make money? <break time=\"0.3s\"/> We've covered pricing strategy, Lifetime Value, Cost of Customer Acquisition, and unit economics. <break time=\"0.3s\"/> You now have the tools to answer whether your business can be profitable.",
      "plainText": "With this class, we've completed Theme 4: How do you make money? We've covered pricing strategy, Lifetime Value, Cost of Customer Acquisition, and unit economics. You now have the tools to answer whether your business can be profitable.",
      "estimatedDuration": null
    },
    "31": {
      "ssml": "Let's recap what to remember. <break time=\"0.3s\"/> LTV is the value of a customer—profit, not revenue. COCA is the cost to acquire a customer—include ALL costs, especially founder time. LTV divided by COCA should be greater than 3 for a healthy business. And retention is usually your biggest lever for improvement.",
      "plainText": "Let's recap what to remember. LTV is the value of a customer—profit, not revenue. COCA is the cost to acquire a customer—include ALL costs, especially founder time. LTV divided by COCA should be greater than 3 for a healthy business. And retention is usually your biggest lever for improvement.",
      "estimatedDuration": null
    },
    "32": {
      "ssml": "Before next week. <break time=\"0.3s\"/> Complete your LTV calculation with documented assumptions. Do a full COCA breakdown—don't forget founder time. If your ratio is less than 3, create an improvement plan. And read chapters 20 through 23 from Disciplined Entrepreneurship on Testing and MVBP.",
      "plainText": "Before next week. Complete your LTV calculation with documented assumptions. Do a full COCA breakdown—don't forget founder time. If your ratio is less than 3, create an improvement plan. And read chapters 20 through 23 from Disciplined Entrepreneurship on Testing and MVBP.",
      "estimatedDuration": null
    },
    "33": {
      "ssml": "Next week we enter Theme 5: How do you design and build? <break time=\"0.3s\"/> We'll cover Testing Assumptions and the Minimum Viable Business Product. <break time=\"0.3s\"/> The questions we'll answer: What do you still need to prove? And what's the smallest thing you can build to test your hypothesis? <break time=\"0.3s\"/> See you then.",
      "plainText": "Next week we enter Theme 5: How do you design and build? We'll cover Testing Assumptions and the Minimum Viable Business Product. The questions we'll answer: What do you still need to prove? And what's the smallest thing you can build to test your hypothesis? See you then.",
      "estimatedDuration": null
    }
  }
}